[
  {
    "title": "Scholarships is Australia for Bangladeshi Students",
    "description": "Scholarship programmes for international students are mainly offered through individual Australian universities. However, these are not the only possible scholarship providers! Australia's public and private organizations may offer you scholarships that cover all or a significant portion of your expenses there. Available scholarships for Bangladeshi students are as follows:",
    "imgSrc": "/images/scholarship/scholarship-australia.webp",
    "conclution": "We strongly advise taking into account both host and home country scholarship opportunities to be completely prepared. Even though you might have to spend a lot of time researching, it will be worthwhile when it makes paying for your study abroad programme a little easier.",
    "detailLink": "/scholarships/scholarship-in-australia",
    "points": [
      {
        "title": "Australia Awards Scholarships",
        "desc": "The Australian government's Department of Foreign Affairs and Trade is providing full funding for these scholarship opportunities. The scholarship will cover tuition fees, air fare, medical costs and so on. After a scholarship recipient's time in Australia has ended, they must leave the country for at least two years. If they don't, they'll have to pay back the full amount of their scholarship."
      },
      {
        "title": "Australian Government Research Training Program",
        "desc": "Scholarships for advanced study in research fields are funded through funds given to participating universities. Awards are open to both U.S. and foreign students, and the degrees can be at either the master's or doctoral level. The scholarship will pay for the student's tuition, as well as provide a living stipend and a research allowance."
      },
      {
        "title": "International Vice-Chancellor’s Scholarship",
        "desc": "Students who maintain a high GPA and show promise of becoming leaders in their fields are singled out for special recognition at Deakin. Costs of education will be fully reimbursed. Students from Bangladesh must have a cumulative GPA of at least 80% to be considered."
      }
    ]
  },
  {
    "title": "Scholarships in Canada for Bangladeshi Students",
    "description": "Numerous prestigious scholarship opportunities are available at Canadian universities, public & private organizations. These can range from fully funded opportunities to partially funded or field-specific grants. Here are some general scholarships available for Bangladeshi students. This is, by the way, not a complete list. Hundreds of scholarships are available at a wide variety of Canadian universities. Finding the best choice requires researching available programmes at various universities.",
    "imgSrc": "/images/scholarship/scholarship-canada.webp",
    "conclution": "Apart from these scholarships, there are thousands of scholarships available for international students from all over the world. Keep researching and you’ll find the best opportunity for yourself!",
    "detailLink": "/scholarships/scholarship-in-canada",
    "points": [
      {
        "title": "Pierre Elliot Trudeau Foundation Scholarship",
        "desc": "Doctoral candidates in the social sciences and humanities can receive up to CAD 40,000 each year for up to three years under this scholarship programme. It provides an additional CAD 20,000 to help with study abroad expenses, travel, and networking opportunities. The scholarship is a component of an educational initiative aimed at developing future leaders. Up to sixteen Ph.D. candidates per year are selected."
      },
      {
        "title": "Vanier Canada Graduate Scholarships",
        "desc": "The Vanier Canada Graduate Scholarship (Vanier CGS) programme offers three-year, CAD 50,000-per-year awards to exceptional individuals pursuing PhD degrees in Canada. Focus for research must be in the fields of Natural science, engineering or social science and humanities. "
      },
      {
        "title": "International Major Entrance Scholarship",
        "desc": "The University of British Columbia is the organizer of this scholarship opportunity. It provides a total of CAD 40,000 (renewable) for a period of 4 years. Students from Bangladesh have a fantastic opportunity to win this scholarship, which is based on their academic performance."
      }
    ]
  },
  {
    "title": "Scholarships in Germany for Bangladeshi Students",
    "description": "Let's start by discussing who offers students financial aid if you wish to study in Germany on a scholarship. Many educational institutions provide their own scholarship programmes, and some of them even have money set aside for accepting international students. They are not the only source of scholarships, though! There is a possibility that you could be awarded a scholarship in Germany that is either fully or partially funded.",
    "imgSrc": "/images/scholarship/scholarship-germany.webp",
    "conclution": "Germany offers some of the best scholarship opportunities for Bangladeshi students. Keep looking on the university websites and other organizations to find the best scholarship that suits you the best. ",
    "detailLink": "/scholarships/scholarship-in-germany",
    "points": [
      {
        "title": "DAAD Scholarship in Germany",
        "desc": "The 215 scholarships and financial opportunities offered by the DAAD to students from outside of Germany are extremely competitive and popular. The DAAD provides some of Germany's fully funded scholarship opportunities. Scholarships are typically dispersed on a monthly basis, with the current amounts going to graduate students at $922.69 and doctoral students at $1285.98. Scholarship durations are subject to the student's chosen field of study."
      },
      {
        "title": "Erasmus Scholarship Programs in Germany",
        "desc": "Scholarships such as Erasmus are available to Bangladeshi students who wish to study in Germany full-time. As an EU-wide prize sponsored by EU member states, Erasmus provides financial support for one-year exchange periods for international students at universities in Germany. Erasmus scholarship recipients might receive as much as $375.08 per month. The grants will help with things like school fees, transport costs and rent."
      },
      {
        "title": "Konrad-Adenauer-Stiftung (KAS) Scholarships",
        "desc": "This scholarship fund was established to aid international students who have already earned their bachelor's degree at a university in their respective countries and are continuing their education towards a doctorate. Aside from financial aid, the scholarship programme provides a schedule of seminars, access to the worldwide KAS network, and individual counseling and mentoring. Master's degree students receive a two-year, $922.69-per-month scholarship. Ph.D. students can get a grant of $1285.98 per month for a total of three years."
      }
    ]
  },
  {
    "title": "Scholarships in Ireland for Bangladeshi Students",
    "description": "Since each institution or organization has its own eligibility requirements, there are no standard guidelines or requirements for scholarships in Ireland. In general, it is based on academic achievement, language proficiency, and extracurricular activities.  The cost of education in Ireland can be high, however applying for a scholarship will reduce living expenses or tuition prices. Over 200 postgraduate scholarships with full funding for one year are offered by various departments, including the Irish Department of Foreign Affairs and Trade. Some available scholarships for Bangladeshi students are:",
    "imgSrc": "/images/scholarship/scholarship-ireland.webp",
    "conclution": "You can investigate both merit-based and need-based rewards; just make sure you are aware of the eligibility requirements before you apply for any awards.",
    "detailLink": "/scholarships/scholarship-in-ireland",
    "points": [
      {
        "title": "The Walsh Fellowship",
        "desc": "Awarded to postgraduate students who are actively engaged in projects that are important to the Teagasc Research and Knowledge Transfer Programme, primarily in the areas of agriculture, food, grazing animals, the environment, economic development, and rural development. It is made available to 30 students each year with a grant of €22,000 each."
      },
      {
        "title": "Government of Ireland Postgraduate Scholarship Programme",
        "desc": "An established national programme, the Government of Ireland Postgraduate Scholarship Programme is sponsored by the Department of Further and Higher Education, Research, Innovation and Science and is managed by the Council. With a stipend of €16,000 annually, this provides an opening for international students to pursue their Research MS and PhD degrees."
      },
      {
        "title": "Global Excellence Scholarship",
        "desc": "International students can apply for a number of 50% and 100% Global Excellence Scholarships at University College Dublin. The UCD-funded Global Excellence Scholarship seeks to draw top candidates. Applicants with offers or conditional offers to study at UCD are eligible to apply."
      }
    ]
  },

  {
    "title": "Scholarships is the UK for Bangladeshi Students",
    "description": "It is well-known that higher education in the UK may be rather costly. Tuition and living costs in the UK are consistently higher than in other English-speaking countries. Despite this, the UK remains a popular destination for students from Bangladesh. UK universities provide a wide variety of scholarship opportunities for international students. Let’s look at some of the popular scholarships in UK for Bangladeshi students:",
    "imgSrc": "/images/scholarship/scholarship-uk.webp",
    "conclution": "No way is this a complete list! The majority of universities provide a wide variety of scholarships. Find out if any financial aid is offered by the universities you're considering attending.",
    "detailLink": "/scholarships/scholarship-in-the-uk",
    "points": [
      {
        "title": "British Council Women in STEM Scholarships",
        "desc": "It's possible that this scholarship is open to female students from Bangladesh at top universities in the UK who are working towards a master's degree in one of the STEM fields. The costs of things like tuition and living expenses, travel, visa fees, and medical insurance premiums will be covered by the scholarship. Additional support can be provided to mothers and other individuals who are responsible for the care of others."
      },
      {
        "title": "Chevening Scholarship",
        "desc": "Students from Bangladesh can participate in the fully funded Chevening Master's Programme for one year. This scholarship will pay for all of your educational expenditures, including tuition, room and board, and transportation to and from campus. This program will help those who have shown themselves to be capable leaders and who have accomplished much in their respective industries. You need to have excellent English language skills to be considered for this."
      },
      {
        "title": "Commonwealth Scholarship",
        "desc": "Students of remarkable promise might get financial aid through the Commonwealth Scholarship and Fellowship Programme. Over 800 awards for graduate school or professional development are presented annually by the CSC. Students from Bangladesh who would otherwise be unable to afford a master's or doctoral degree in the UK can apply for this fellowship."
      }
    ]
  },

  {
    "title": "Scholarships in the USA for Bangladeshi Students",
    "description": "In the USA, tuition fees in universities can be quite expensive. But before you click away in dismay, know that many students pay less than the published tuition and fees on institution websites. International student scholarships are available in large numbers to encourage applicants from all over the world to use your institution. Let's have a deeper look at Bangladeshi student funding options in the US",
    "imgSrc": "/images/scholarship/scholarship-usa.webp",
    "conclution": "The scholarships mentioned above are highly popular around the world for international students. But other than these there are thousands of scholarships offered by universities, public and private organizations. Numerous other organizations offer scholarship opportunities that are well worth exploring.  Research is the key to success here. Getting a head start on the competition means getting familiar with scholarship opportunities and deadlines as soon as possible.",
    "detailLink": "/scholarships/scholarship-in-the-usa",
    "points": [
      {
        "title": "Fulbright Scholarships",
        "desc": "The Fulbright Programme, funded by the United States Department of State, is the nation's flagship initiative for promoting international understanding via the exchange of students, faculty, and cultural resources. Everything from school fees to airfare to medical coverage is paid for by the scholarship. The Fulbright programme will pay for all of your schooling. Every year a great number of Bangladeshi students go to the USA with this scholarship. "
      },
      {
        "title": "Khursheed Fatima Scholarship",
        "desc": "This scholarship by Northern Arizona University is a great opportunity for Bangladeshi students. Those interested must be entering undergraduate from a foreign country at Northern Arizona University. Students must have financial need and maintain a minimum GPA of 2.8 to be considered. One student will get a scholarship worth up to $11,000, enough to pay for two semesters' worth of tuition, fees, books, and supplies at the University."
      },
      {
        "title": "East-West Center Graduate Degree Fellowship",
        "desc": "This is a scholarship by East-West Center for graduate students from Asia, the Pacific, and the USA, studying at the University of Hawai‘i at Mānoa. A four-year bachelor's degree from a recognised institution in Bangladesh is required of awardees entering graduate study. The standard requirement for admission is a 3.0 GPA."
      }
    ]
  }
]
